async def get_data():
    data = {
        "1": "1️⃣ Логотип и бренд: Ваш логотип - это лицо вашей компании. Убедитесь, что он отражает ценности вашего "
        "бренда и работает на вашу узнаваемость. Просто ключом или домиком, уже, к сожалению, никого не удивишь. "
        "Но можно использовать, например, монограмму, которая показывает ваш премиальный сервис. Или создать "
        "логотип отсылающий к вашему названию, а не к вашей сфере деятельности - так вы создадите хороший якорь. "
        "(Домики тоже бывают разные - вставить и плохие и хорошие примеры)",
        "2": "2️⃣ Изображения, вызывающие эмоции: Используйте изображения, показывающие каково вашему клиенту будет "
        "во время его использования. Вы репетитор английского и предлагаете клиентам свои услуги? Вместо того, "
        "чтобы использовать в рекламе двухэтажный лондонский автобус или флаг Англии, покажите как весело вы "
        "можете проводить занятия с детьми, как они увлеченно играют с английскими буквами или как старательно "
        "первый раз пишут на доске свое имя по-английски. (Вставить пример)",
        "3": "3️⃣ Продающие элементы: Включите в дизайн текст, который подчеркивает уникальные преимущества вашего "
        "продукта. Это могут быть слоганы или акции. Но наибольший отклик вызывает публикация отзывов ваших "
        "клиентов, а также демонстрация их результатов. Не забывайте акцентировать важные моменты в тексте "
        "отзыва: люди часто читают по-диагонали и не вникают в суть, поэтому подчеркните / обведите / отметье "
        "цветом то, что действительно важно. (Вставить пример своего отзыва)",
        "4": "4️⃣ Цветовая схема: Используйте цвета, которые ассоциируются с вашим брендом и вызывают нужные эмоции у "
        "клиентов. Согласитесь, красный было бы странно использовать стоматологу? Потому что он вызывает не "
        "нужные ассоциации. В то же время он отлично сработает в сфере бьюти, маркетинга, строительства и т.д.("
        "Вставить примеры)",
        "5": "5️⃣ Простота и понятность: Ваш дизайн должен быть легким для восприятия, избегайте перегруженности "
        "информацией.(Вставить пример)",
        "6": "6️⃣ Адаптация: Убедитесь, что ваш дизайн выглядит хорошо на разных устройствах и в разных размерах. ("
        "Вставить примеры)",
    }
    return data
