async def get_first_level_data():
    data = {
        "1": "👁️ Привлекательность: Привлекательный дизайн делает ваш продукт или услугу более заметными и "
        "привлекательными для потенциальных клиентов. Это первое, что они видят.",
        "2": "🧠 Понимание: Графика помогает объяснить, как работает ваш продукт и какие преимущества он предоставляет."
        " Это помогает клиентам понять, как ваш продукт решает их проблемы.",
        "3": "🤝 Доверие: Профессиональный дизайн создает впечатление надежности и качества. Это может помочь убедить"
        " клиентов, что они делают правильный выбор.",
    }
    return data


async def get_second_level_data():
    data = {
        "1": "1️⃣ Логотип и бренд: Ваш логотип - это лицо вашей компании. Убедитесь, что он отражает ценности вашего "
        "бренда и работает на вашу узнаваемость. Просто ключом или домиком, уже, к сожалению, никого не удивишь. "
        "Но можно использовать, например, монограмму, которая показывает ваш премиальный сервис. Или создать "
        "логотип отсылающий к вашему названию, а не к вашей сфере деятельности - так вы создадите хороший якорь. "
        "(Домики тоже бывают разные - вставить и плохие и хорошие примеры)",
        "2": "2️⃣ Изображения, вызывающие эмоции: Используйте изображения, показывающие каково вашему клиенту будет "
        "во время его использования. Вы репетитор английского и предлагаете клиентам свои услуги? Вместо того, "
        "чтобы использовать в рекламе двухэтажный лондонский автобус или флаг Англии, покажите как весело вы "
        "можете проводить занятия с детьми, как они увлеченно играют с английскими буквами или как старательно "
        "первый раз пишут на доске свое имя по-английски. (Вставить пример)",
        "3": "3️⃣ Продающие элементы: Включите в дизайн текст, который подчеркивает уникальные преимущества вашего "
        "продукта. Это могут быть слоганы или акции. Но наибольший отклик вызывает публикация отзывов ваших "
        "клиентов, а также демонстрация их результатов. Не забывайте акцентировать важные моменты в тексте "
        "отзыва: люди часто читают по-диагонали и не вникают в суть, поэтому подчеркните / обведите / отметье "
        "цветом то, что действительно важно. (Вставить пример своего отзыва)",
        "4": "4️⃣ Цветовая схема: Используйте цвета, которые ассоциируются с вашим брендом и вызывают нужные эмоции у "
        "клиентов. Согласитесь, красный было бы странно использовать стоматологу? Потому что он вызывает не "
        "нужные ассоциации. В то же время он отлично сработает в сфере бьюти, маркетинга, строительства и т.д.("
        "Вставить примеры)",
        "5": "5️⃣ Простота и понятность: Ваш дизайн должен быть легким для восприятия, избегайте перегруженности "
        "информацией.(Вставить пример)",
        "6": "6️⃣ Адаптация: Убедитесь, что ваш дизайн выглядит хорошо на разных устройствах и в разных размерах. ("
        "Вставить примеры)",
    }
    return data


async def get_second_level_answers():
    data = {
        "Nike": "Динамичный и энергичный дизайн, который отражает философию движения и мотивации",
        "Apple": "Славится своим минималистичным дизайном, который подчеркивает простоту и инновационность их продуктов",
        "Tesla": "Чистый, современный и технологичный дизайн с акцентом на передовые технологии",
        "IKEA": "Дизайн этой компании отличается простотой, доступностью и удобством",
    }
    return data


async def get_third_level_data():
    data = {
        "1": "1️⃣ Сюжетная линия: Создайте цельную сюжетную линию в визуальном контенте. Дизайн может рассказывать "
        "историю о вашем продукте или услуге, привлекая внимание и вызывая интерес. Расскажите историю появления вашей "
        "компании, как вы выбрали название или что-то другое что вы считаете важным"
        "(Пример можно посмотреть здесь: chernikacat.tilda.ws)",
        "2": "2️⃣ Упаковка: это может быть как диджитал-упаковка: соц сети или сайт оформленные не так как другие в "
        "вашей сфере. Или упаковка физическая, к примеру вместо обычного картона - прозрачная коробка из оргстекла"
        " (в таком примере вы еще и повышаете лоялность к вашему бренду, засчет концепции повторного использования"
        " - вряд ли кто-то выкинет такую коробку, скорее всего в ней будут что-то хранить. А также повышаете "
        "узнаваемость бренда за счет того, что эта красивая коробка стоит на виду и её видят родственники / "
        "знакомые человека)",
        "3": "3️⃣ Интерактивный дизайн: позвольте пользователям взаимодействовать с вашим контентом, например, решать "
        "головоломки или отвечать на вопросы. Прямо как здесь :) Также вы можете пригласить ваших клиентов "
        "поучавствовать в создании вашего продукта, путем проведения конкурсов. Например, если у вас брнед одежды,"
        " вы можете попросить клиентов выбрать лучший вариант упаковки или цвет будущей вещи. Это может укрепить "
        "взаимодействие с вашей аудиторией.",
    }
    return data


async def get_third_level_answers():
    data = {
        "Хорошо продуманный логотип может стать одним из ключевых элементов успешного бренда.": "Верно",
        "Графический дизайн может помочь объяснить, как работает продукт и какие преимущества он предоставляет.": "Верно",
        "Простота и понятность в дизайне способствуют лучшему восприятию информации клиентами.": "Верно",
        "Главной целью дизайна всегда должно быть увеличение продаж, даже если это ухудшает общее визуальное восприятие.": "Неверно",
        "Эффективный дизайн может повысить уровень доверия клиентов к продукту или услуге.": "Верно",
    }
    return data
