{
  "first": {
    "1": "👁️ Привлекательность. Дизайн выделяет продукт или услугу, делает их заметными и манящими для потенциальных клиентов. Правило “встречают по одежке” никто не отменял.",
    "2": "🧠 Понимание. Через графику мы рассказываем, как работает продукт и какие преимущества предоставляет. Клиент без слов считывает какие свои потребности закроет через продукт или услугу.",
    "3": "🤝 Доверие. Профессиональный дизайн создает впечатление надежности и качества. Для клиента это знак, что он на правильном пути, его здесь не обманут."
  },
  "second": {
    "1": "1️⃣ Логотип. Это лицо бренда, убедись, что он отражает ценности и работает на узнаваемость. Например,- в недвижимости символами ключ или домик, уже никого не удивишь. Но можно использовать монограмму, которая покажет премиальный сервис, или создать логотип отсылающий к имени бренда, а не к сфере деятельности. Вариантов заякориться в сознании клиента множество, и решает эту задачу дизайн. (Домики тоже бывают разные - вставить и плохие и хорошие примеры)",
    "2": "2️⃣ Эмоции. В дизайне мы используем этот мощный триггер через изображения, отображающие спектр чувств, которые получит клиент, соприкоснувшись с продуктом или услугой. Например, для репетитора английского вместо двухэтажного красного автобуса рекомендую изобразить, как весело ребятам изучать язык в формате игры. (Вставить пример)",
    "3": "3️⃣ Текст. Слоганы, акции, отзывы, любые другие продающие рекламные формы. Текстом подчеркиваем уникальные преимущества продукта/услуги. Замечу, что при использовании ОТЗЫВОВ важно помнить, что люди читают по диагонали, поэтому ключевые смыслы выделяем, как на примере (Вставить пример своего отзыва)",
    "4": "4️⃣ Цвет. Давно изучено и доказано влияние цвета на людей, в дизайне мы используем эти знания для работы с ассоциативным мышлением и созданием у клиента нужного настроения. Красный для стоматологии - ну такое себе, а вот для бьюти, маркетинга и строительства он идеален. Потому что … (Вставить примеры)",
    "5": "5️⃣ Легкость. Дизайн должен быть простым для восприятия, чтобы даже случайно зацепившись за него глазом, было ясно что это и о чем. (Вставить примеры плохого и хорошего дизайна)",
    "6": "6️⃣ Адаптация. Убедись, что дизайн одинаково хорош на мониторе компьютера и экране смартфона, на уличной вывеске и рекламном буклете. (Вставить примеры хорошего и плохого варианта)"
  },
  "third": {
    "1": "1️⃣ Сюжетная линия. Через дизайн ты можешь рассказать историю о своем продукте или услуге: как зародилась компания, в чем ее главная идея, как выбирали название и т.д., любая тема, которую считаешь важной. Сторителлинг - один из инструментов стимуляции продаж, т.к. привлекает внимание, вызывает интерес. Посмотри, как круто реализован метод вот здесь ( chernikacat.tilda.ws) ",
    "2": "2️⃣ Упаковка. Делится на диджитал (сайт, соцсети) и физическую (любая сувенирка: пакеты, ручки, брелоки и т.д.). Диджитал упаковка привлекает внимание к твоим продуктам или услугам, а также продает их в виртуальном мире, а физическая в реальном. Не зря ведь, практически каждая крупная компания использует брендированные пакеты и старается сделать дизайн своей упаковки каким-то необычным, ценным, чтобы клиент не выбросил, а продолжил использовать. Смотри картинки (вставить примеры) ",
    "3": "3️⃣ Интерактивный дизайн. Вовлечение потенциального клиента через взаимодействие с твоим контентом: игры, головоломки, ответы на вопросы, анкетирование и т.д. Ну один в один, как этот бот :) Здорово пригласить клиента поучаствовать в создании продукта через конкурс. Например, для бренда одежды можем попросить клиентов выбрать вариант упаковки или цвет будущей вещи. Это сработает на укрепление лояльности к компании."
  },
  "loading_text": "Загрузка...",
  "your_answer_text": "\nВаш ответ:"
}